export const localisedStrings = {
    welcomeMessage: 'नमस्ते, XYZ चैटबॉट में आपका स्वागत है',
    seeMoreMessage: 'और देखें',
    language_hindi: 'हिन्दी',
    language_english: 'अंग्रेज़ी',
    language_changed: 'भाषा को अंग्रेज़ी में बदल दिया गया है',
    button_option_body: 'आज आप क्या चैट करना पसंद करेंगे?',
    languageBody: 'कृपया एक भाषा चुनें',
    languageButtons: ['Hindi', 'English'],
    button_options:[
      {
        type:'solid',
        body:'सेलिब्रिटी के बारे में',
        reply:'सेलिब्रिटी के बारे में',
      },
      {
        type:'solid',
        body:'नवीनतम समाचार और परियोजनाएँ',
        reply:'नवीनतम समाचार और परियोजनाएँ',
      },
      {
        type:'solid',
        body:'सोशल मीडिया लिंक्स',
        reply:'सोशल मीडिया लिंक्स',
      },
      {
        type:'solid',
        body:'सवाल पूछें',
        reply:'सवाल पूछें',
      },
      {
        type:'solid',
        body:'समस्या रिपोर्ट करें',
        reply:'समस्या रिपोर्ट करें',
      }
  
    ],
    greetings:['नमस्ते','हैलो','होला','नमस्कार','hi','hello','namastay'],
    category_list: ['सेलिब्रिटी के बारे में', 'नवीनतम समाचार और परियोजनाएँ', 'सोशल मीडिया लिंक्स','सवाल पूछें','समस्या रिपोर्ट करें'],
    about_celebrity:'XYZ एक अमेरिकी गायिका, अभिनेत्री, नृत्यांगन और निर्माता हैं। वह मनोरंजन उद्योग में सबसे प्रभावशाली लैटिन कलाकारों में से एक हैं। XYZ को पहली उच्च प्रोफाइल नौकरी 1991 में टेलीविजन कॉमेडी कार्यक्रम इन लिविंग कलर में फ्लाई गर्ल नृत्य वाली नौकरी मिली थी।',
    latest_news:'XYZ एक नई रोमांटिक कॉमेडी फिल्म में अभिनय करने वाली हैं: XYZ ने घोषणा की है कि वह एक नई रोमांटिक कॉमेडी फिल्म में नजर आएंगी जिसका नाम है "लव इन द सिटी। फिल्म की शूटिंग इस वर्ष के बाद शुरू होगी।',
social_media:'इंस्टाग्राम: https://www.instagram.com/jlo/',
ask_a_question:'XYZ के बारे में कोई सवाल है? पूछिए।',
Questions:'आपको मनोरंजन के क्षेत्र में करियर बनाने का क्या प्रेरित किया?',
Answers:'XYZ को नौजवानी से ही मनोरंजन के क्षेत्र में करियर बनाने का प्रेरित किया।',
noanswer:'जवाब नहीं मिला',
  namemessage: "अपना नाम दर्ज करें",
  addressmessage: "अपना पता दर्ज करें",
  thankyoumessage: "मुद्दा उठाने के लिए धन्यवाद। आपका फीडबैक हमारे लिए मूल्यवान है!",
  report_problem: "आपका सामना किस समस्या से है? कृपया यहां टाइप करें। हम आपकी सहायता के लिए यहां हैं! 🌟",
  context:['about','news','social media','question','name','address','issue','language'],
    back_to_main_menu:['मुख्य मेनू पर वापस जाएं'],
    go_back_to_main_menu: [
      {
        type: 'solid',
        body: 'मुख्य मेनू पर वापस जाएं',
        reply: 'मुख्य मेनू पर वापस जाएं',
      }
    ],
    backMainMenuMessage: `मुख्य मेनू पर वापस जाने के लिए बटन दबाएं`,
    backMainewAskMessage: 'मुख्य मेनू पर वापस जाने के लिए बटन दबाएं या नया सवाल पूछें',
morebuttons:['मुख्य मेनू पर वापस जाएं','नया सवाल पूछें'],
mainmenu_ask_a_new_question:[
  {
    type: 'solid',
    body: 'मुख्य मेनू पर वापस जाएं',
    reply: 'मुख्य मेनू पर वापस जाएं',
  },
  {
    type: 'solid',
    body: 'नया सवाल पूछें',
    reply: 'नया सवाल पूछें',
  }
]
  
};
